[
  "obsidian-excalidraw-plugin",
  "dataview",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "calendar",
  "obsidian-git",
  "obsidian-kanban",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "obsidian-version-history-diff",
  "obsidian-minimal-settings",
  "quickadd",
  "omnisearch",
  "obsidian-outliner",
  "editing-toolbar",
  "obsidian-importer",
  "copilot",
  "homepage",
  "recent-files-obsidian",
  "tag-wrangler",
  "obsidian-admonition",
  "obsidian-mind-map",
  "obsidian-day-planner",
  "obsidian-advanced-slides",
  "obsidian-markmind",
  "obsidian-enhancing-mindmap",
  "extract-url",
  "obsidian-plugin-toc",
  "floating-toc"
]